Repository: cbmarc-labs/app-plugin
Catalog: i18n/languages/app-*.po
Languages: ca

source: Properties
ca: Immobles

source: Messages
ca: Missatges

source: Types
ca: Tipus

source: Transactions
ca: Règim

source: Features
ca: Característiques

source: Locations
ca: Ubicacions

source: Widget Property Type
ca: Tipus de giny del immoble

source: New title
ca: Nou títol

source: Title
ca: Títol

source: Type
ca: Tipus

source: Property form filter
ca: Formulari de filtratge del immoble

source: Make a duplicate from this property
ca: Crear un duplicat del immoble

source: Duplicate
ca: Duplicar

source: Copy to a new draft
ca: Copiar a un nou esborrany

source: No property to duplicate has been supplied!
ca: No s'ha subministrat cap immobles per duplicar

source: Product creation failed, could not find original property:
ca: No s'ha pogut crear el immoble, no s'ha trobat el immoble original:

source: (Copy)
ca: (Copiar)

source: Property data
ca: Dades del immoble

source: Property location
ca: Ubicació del immoble

source: Property Gallery
ca: Galeria de imatges

source: Message data
ca: Dades del missatge

source: Featured Image
ca: Imatge destacada

source: Price
ca: Preu

source: Area
ca: Superfície

source: Sender name
ca: Nom

source: Sender email
ca: Correu electrònic

source: Sender phone
ca: Telèfon

source: Property Data
ca: Dades del immoble

source: Rooms
ca: Habitacions

source: Delete image
ca: Borrar imatge

source: Delete
ca: Borrar

source: Add Images to Property Gallery
ca: Afegir imatges a la galeria del immoble

source: Add to gallery
ca: Afegir a la galeria

source: Add property gallery images
ca: Afegir imatges a la galeria del immoble

source: Name
ca: Nom

source: Email
ca: Correu electrònic

source: Phone
ca: Telèfon

source: Address
ca: Adreça

source: e.g.
ca: e.x.

source: Locate on the map
ca: Cercar al mapa

source: Number of rooms
ca: Número d'habitacions

source: Baths
ca: Banys

source: Number of bathrooms
ca: Número de banys

source: Property price
ca: Preu del immoble

source: Property area
ca: Superfície del immoble

source: Energy Certificate
ca: Certificat energètic

source: Yes
ca: Si

source: Letter
ca: Lletra

source: In process
ca: En tràmit

source: Position
ca: Orientació

source: SW
ca: SO

source: W
ca: O

source: Property position
ca: Orientació

source: Featured
ca: Destacat

source: Featured property
ca: Imatge destacada del immoble

source: Nothing Found
ca: No s'ha trobat res

source: Sorry, no posts matched your criteria
ca: Cap entrada correspon amb la cerca

source: Search
ca: Cercar

source: Any
ca: Qualsevol

source: Transaction
ca: Règim

source: Location
ca: Ubicació

source: Min. floor
ca: Superfície mínima

source: Min. rooms
ca: Habitacions mínimes

source: Search by features
ca: Cercar per característiques

source: Sort by
ca: Ordenar per

source: Date: Newest to Oldest
ca: Data: Nou a Vell

source: Date: Oldest to Newest
ca: Data: Vell a Nou

source: Price: Low to High
ca: Preu: Menor a Major

source: Price: High to Low
ca: Preu: Major a Menor

source: Area: Low to High
ca: Superfície: Menor a Major

source: Area: High to Low
ca: Superfície: Major a Menor

source: Latest properties
ca: Últims immobles

source: Featured properties
ca: Immobles destacats

source: Related properties
ca: Immobles relacionats

source: Enquire Now
ca: Consultar

source: Thanks for sending us a message.
ca: Gràcies per enviar el missatge

source: Message
ca: Missatge

source: I am looking for information on property
ca: Estaria interessat amb l'immoble

source: Send Message
ca: Enviar missatge
